Repository: judealatawi/BestBefore
Catalog: BestBefore/*.lproj/Localizable.strings
Languages: ar

source: Welcome
ar: مرحباً

source: Do you find it difficult to remember to consume products before they expire?
ar: هل لديك مشكلة بتذكر استخدام المنتجات قبل انتهاء صلاحيتها؟

source: To add a new product with an expiry date, just click the + button.
ar: لإضافة منتج جديد بتاريخ انتهاء الصلاحية، فقط اضغط على علامة +

source: Set back and Relax
ar: استرخي و استمتع

source: When an item is about to expire, our app will notify you.
ar: عندما يقترب موعد انتهاء صلاحية المنتج، تطبيقنا سوف يُعلِمك

source: Skip
ar: تخطي

source: Products
ar: المنتجات

source: See your progress so far
ar: انظر إلى تقدمك حتى الان

source: Saved 🥳
ar: توفير

source: Expired
ar: منتهي الصلاحية

source: Add a New Product
ar: أضف منتج جديد

source: Expired 😔:
ar: انتهت صلاحيتة 😔:

source: Saved 🥳:
ar: أُستخدم قبل انتهاء صلاحيته 🥳:

source: Saved 🥳
ar: أُستخدم 🥳

source: Expired 😔
ar: لم يُستخدم 😔

source: day left
ar: يوم متبقي

source: days left
ar: يوم متبقي

source: Product Information
ar: معلومات المنتج

source: Check if you used the product:
ar: حدد اذا كنت استخدمت المنتج:

source: Product Name:
ar: اسم المنتج:

source: Product Emoji:
ar: ايموجي المنتج:

source: Expiration Date:
ar: تاريخ انتهاء المنتج:

source: Add
ar: أضف

source: Save
ar: أحفظ

source: expired
ar: انتهت صلاحية

source: Throw it in the bin
ar: تخلص من المنتج

source: Use it before it expires
ar: إستخدم المنتج قبل انتهاء صلاحيتة

source: The product expired
ar: صلاحية المنتج انتهت

source: chevron.left
ar: chevron.right

source: chevron.right
ar: chevron.left
